    // Задание 1:
        // C помощью цикла создать список из 20 элементов.
        // Каждый 3 - й элемент сделать синим.
        // Каждый 5 - й - зеленым.

      





        // Задание 2:
        // Создать на странице разметку:
        // <h1 id="user-name"></h1>
        // спросить у пользователя его имя(prompt), и вывести в данный h1.

      



        //     Задание 3:
        // Дан ul.Дан массив любых строк.Вставьте элементы этого массива в конец ul так, чтобы каждый элемент стоял в своем li.ul создайте на странице заблаговременно.

  

    











        //     Задание 4:
        // Дан элемент #elem1.Вставьте перед ним span с текстом '!!!'.
        // Дан элемент #elem1.Вставьте после него span с текстом '!!!'.
        // Дан элемент #elem1.Вставьте ему в начало span с текстом '!!!'.
        // Дан элемент #elem1.Вставьте ему в конец span с текстом '!!!'.











        //     Задание 5:
        // Напишите функция, для установки цвета фона абзаца.
        // должна вызываться так: setBg(element, 'red')
















        // Задание 6:

        // Напишите функцию, которая выводит в HTML документ нумерованный список песен:
        // let playList = [
        //     {
        //         author: "LED ZEPPELIN",
        //         song: "STAIRWAY TO HEAVEN"
        //     },
        //     {
        //         author: "QUEEN",
        //         song: "BOHEMIAN RHAPSODY"
        //     },
        //     {
        //         author: "LYNYRD SKYNYRD",
        //         song: "FREE BIRD"
        //     },
        //     {
        //         author: "DEEP PURPLE",
        //         song: "SMOKE ON THE WATER"
        //     },
        //     {
        //         author: "JIMI HENDRIX",
        //         song: "ALL ALONG THE WATCHTOWER"
        //     },
        //     {
        //         author: "AC/DC",
        //         song: "BACK IN BLACK"
        //     },
        //     {
        //         author: "QUEEN",
        //         song: "WE WILL ROCK YOU"
        //     },
        //     {
        //         author: "METALLICA",
        //         song: "ENTER SANDMAN"
        //     }
        // ];


        // Стили на ваше усмотрение













        // Задание 7:

        // Нарисовать галлерею используя объекты автомобилей, которые мы создавали в ДЗ прошлого урока.
        // К каждой модели авто добавить картинку.

